Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 重新安排没排上的提醒
de: Plant Erinnerungen erneut, die nicht geplant werden konnten
en: Schedules the alerts that didn’t go through
es: Volver a programar los avisos que no se han podido programar
fr: Programmer les rappels qui n’ont pas abouti
id: Jadwalkan ulang pengingat yang belum terjadwal
it: Riprogramma gli avvisi non programmati
ja: 設定できなかった通知を再設定します
ko: 예약되지 않은 알림을 다시 예약합니다.
nl: Plant de nog niet geplande waarschuwingen opnieuw.
pl: Zaplanuj ponownie przypomnienia, których nie udało się zaplanować
pt_br: Reagenda os alertas que não foram agendados
ru: Повторно запланировать напоминания, которые не удалось запланировать
tr: Planlanamayan bildirimleri yeniden planlar
vi: Lên lịch lại những lời nhắc chưa được lên lịch
zh_hant: 重新安排先前未成功安排的提醒

source: 这几场都不在工作时段内的人：%@。可以放宽范围。
de: Für diese Personen liegt keiner der Ereignisse innerhalb der Arbeitszeiten: %@. Versuche einen größeren Zeitraum.
en: No session is within work hours for: %@. Try a wider range.
es: Ninguna sesión cae dentro del horario laboral de estas personas: %@. Prueba con un intervalo más amplio.
fr: Pour ces personnes, aucune séance ne tombe pendant leurs horaires de travail : %@. Essayez une plage plus large.
id: Semua sesi ini berada di luar jam kerja orang berikut: %@. Coba perluas rentangnya.
it: Nessuna sessione rientra nell’orario di lavoro di %@. Prova con un intervallo più ampio.
ja: どの回も勤務時間外になる人: %@。範囲を広げてみてください。
ko: 모든 회차가 근무 시간 밖인 참가자: %@. 범위를 넓혀 보세요.
nl: Voor deze personen valt geen enkele sessie binnen de werktijden: %@. Probeer een ruimere periode.
pl: Osoby, dla których żadna tura nie wypada w godzinach pracy: %@. Spróbuj rozszerzyć zakres.
pt_br: Nenhuma sessão cai no horário de trabalho destas pessoas: %@. Tente um intervalo maior.
ru: Ни одна встреча не приходится на рабочее время у следующих участников: %@. Попробуйте расширить диапазон.
tr: Hiçbir oturumda çalışma saatleri içinde olmayan kişiler: %@. Aralığı genişletmeyi deneyin.
vi: Với những người này, các phiên đều nằm ngoài giờ làm việc: %@. Hãy thử mở rộng phạm vi.
zh_hant: 這幾場都不在工作時段內的人：%@。可以放寬範圍。

source: %1$@ %2$@起飞，%3$@ %4$@落地，飞 %5$@
de: Abflug %1$@ %2$@, Ankunft %3$@ %4$@, Flugzeit %5$@
en: Takes off %1$@ %2$@, lands %3$@ %4$@, %5$@ flight
es: Salida %1$@ %2$@, llegada %3$@ %4$@, vuelo de %5$@
fr: Départ %1$@ %2$@, arrivée %3$@ %4$@, vol de %5$@
id: Berangkat %1$@ %2$@, tiba %3$@ %4$@, penerbangan %5$@
it: Partenza %1$@ %2$@, arrivo %3$@ %4$@, volo di %5$@
ja: %1$@ %2$@に出発、%3$@ %4$@に到着、飛行%5$@
ko: %1$@ %2$@ 출발, %3$@ %4$@ 도착, 비행 %5$@
nl: Vertrek %1$@ %2$@, aankomst %3$@ %4$@, vlucht van %5$@
pl: Wylot %1$@ %2$@, przylot %3$@ %4$@, lot %5$@
pt_br: Partida %1$@ %2$@, chegada %3$@ %4$@, voo de %5$@
ru: Вылет %1$@ %2$@, прилёт %3$@ %4$@, перелёт %5$@
tr: Kalkış %1$@ %2$@, varış %3$@ %4$@, uçuş %5$@
vi: Cất cánh %1$@ %2$@, hạ cánh %3$@ %4$@, bay %5$@
zh_hant: %1$@ %2$@起飛，%3$@ %4$@降落，飛行%5$@

source: %1$@到%2$@
de: Von %1$@ nach %2$@
en: %1$@ to %2$@
es: De %1$@ a %2$@
fr: De %1$@ à %2$@
id: Dari %1$@ ke %2$@
it: Da %1$@ a %2$@
ja: %1$@から%2$@へ
ko: %1$@에서 %2$@까지
nl: Van %1$@ naar %2$@
pl: Trasa: %1$@ → %2$@
pt_br: De %1$@ para %2$@
ru: Отправление: %1$@, прибытие: %2$@
tr: Kalkış %1$@, varış %2$@
vi: Từ %1$@ đến %2$@

source: %1$@夜里
de: Nacht: %1$@
en: Night of %1$@
es: Noche del %1$@
fr: Nuit du %1$@
id: Malam %1$@
it: Notte del %1$@
ja: %1$@の夜
ko: %1$@ 밤
nl: Nacht van %1$@
pl: Noc: %1$@
pt_br: Noite de %1$@
ru: Ночь: %1$@
tr: %1$@ gecesi
vi: Đêm %1$@
zh_hant: %1$@夜裡

source: %@ 按当地时间睡
de: %@ Nach Ortszeit schlafen
en: %@ Sleep on local time
es: %@ Duerme según el horario local
fr: %@ Dormir à l’heure locale
id: %@ Tidur mengikuti waktu setempat
it: %@ Dormi secondo gli orari locali
ja: %@ 現地時間で寝る
ko: %@ 현지 시간에 맞춰 자기
nl: %@ Slapen volgens lokale tijd
pl: %@ Sen według czasu lokalnego
pt_br: %@ Dormir no horário local
ru: %@ Сон по местному времени
tr: %@ Yerel saate göre uyuyun
vi: %@: Ngủ theo giờ địa phương
zh_hant: %@ 按當地時間睡

source: %@ 晒光：户外或明亮的光
de: %@ Helles Licht: draußen oder bei heller Beleuchtung
en: %@ Get light: outdoors or bright light
es: %@ Recibe luz: sal al aire libre o busca luz intensa
fr: %@ S’exposer à la lumière : dehors ou sous une lumière vive
id: %@ Dapatkan cahaya: di luar atau dalam cahaya terang
it: %@ Esponiti alla luce: all’aperto o con luce intensa
ja: %@ 光を浴びる: 屋外または明るい光
ko: %@ 빛 쬐기: 야외 또는 밝은 빛
nl: %@ Licht opzoeken: buiten of in helder licht
pl: %@ Korzystaj ze światła: na zewnątrz lub przy jasnym oświetleniu
pt_br: %@ Buscar luz: ao ar livre ou sob luz intensa
ru: %@ На свету: на улице или при ярком освещении
tr: %@ Işık alın: açık havada veya parlak ışıkta
vi: %@: Tiếp xúc với ánh sáng ngoài trời hoặc ánh sáng mạnh
zh_hant: %@ 接觸光線：戶外或明亮的光

source: %@ 睡觉
de: %@ Schlafen
en: %@ Sleep
es: %@ Duerme
fr: %@ Dormir
id: %@ Tidur
it: %@ Dormi
ja: %@ 睡眠
ko: %@ 수면
nl: %@ Slapen
pl: %@ Sen
pt_br: %@ Dormir
ru: %@ Сон
tr: %@ Uyku
vi: %@: Ngủ
zh_hant: %@ 睡覺

source: %@ 睡觉，比平时早 %@
de: %@ Schlafen, %@ früher als üblich
en: %@ Sleep, %@ earlier than usual
es: %@ Duerme %@ antes de lo habitual
fr: %@ Dormir, %@ plus tôt que d’habitude
id: %@ Tidur, %@ lebih awal dari biasanya
it: %@ Dormi, %@ prima del solito
ja: %@ 睡眠: いつもより%@早く
ko: %@ 수면: 평소보다 %@ 일찍
nl: %@ Slapen, %@ eerder dan normaal
pl: %@ Sen, o %@ wcześniej niż zwykle
pt_br: %@ Dormir, %@ mais cedo que o habitual
ru: %@ Сон, на %@ раньше обычного
tr: %@ Uyku, normalden %@ erken
vi: %@: Ngủ sớm hơn thường lệ %@
zh_hant: %@ 睡覺，比平時早%@

source: %@ 睡觉，比平时晚 %@
de: %@ Schlafen, %@ später als üblich
en: %@ Sleep, %@ later than usual
es: %@ Duerme %@ más tarde de lo habitual
fr: %@ Dormir, %@ plus tard que d’habitude
id: %@ Tidur, %@ lebih larut dari biasanya
it: %@ Dormi, %@ più tardi del solito
ja: %@ 睡眠: いつもより%@遅く
ko: %@ 수면: 평소보다 %@ 늦게
nl: %@ Slapen, %@ later dan normaal
pl: %@ Sen, o %@ później niż zwykle
pt_br: %@ Dormir, %@ mais tarde que o habitual
ru: %@ Сон, на %@ позже обычного
tr: %@ Uyku, normalden %@ geç
vi: %@: Ngủ muộn hơn thường lệ %@
zh_hant: %@ 睡覺，比平時晚%@

source: %@ 调暗：室内光调暗，少看亮屏
de: %@ Licht dimmen: Raumlicht dimmen, helle Bildschirme weniger nutzen
en: %@ Dim: lower the lights, keep screens dim
es: %@ Atenúa la luz interior y mira menos las pantallas brillantes
fr: %@ Tamiser : réduire l’éclairage intérieur et limiter les écrans lumineux
id: %@ Redupkan: redupkan lampu dalam ruangan, kurangi melihat layar terang
it: %@ Abbassa le luci: attenua l’illuminazione interna e usa meno gli schermi luminosi
ja: %@ 照明を落とす: 室内を暗めにし、明るい画面を控える
ko: %@ 조명 낮추기: 실내 조명을 어둡게 하고 밝은 화면 덜 보기
nl: %@ Licht dimmen: dim het licht binnen en kijk minder naar heldere schermen
pl: %@ Przyciemnij: przyciemnij oświetlenie w pomieszczeniu i ogranicz patrzenie na jasne ekrany
pt_br: %@ Reduzir a luz: diminuir a iluminação e evitar telas brilhantes
ru: %@ Приглушить свет: уменьшить освещение в помещении, меньше смотреть на яркие экраны
tr: %@ Işıkları kısın: iç mekân ışıklarını kısın ve parlak ekranlara daha az bakın
vi: %@: Giảm ánh sáng trong nhà, hạn chế nhìn màn hình sáng
zh_hant: %@ 調暗：室內光調暗，少看亮螢幕

source: %@ 避光：戴深色墨镜，少看亮屏
de: %@ Licht meiden: dunkle Sonnenbrille tragen, helle Bildschirme weniger nutzen
en: %@ Avoid light: dark sunglasses, keep screens dim
es: %@ Evita la luz: usa gafas de sol oscuras y mira menos las pantallas brillantes
fr: %@ Éviter la lumière : porter des lunettes de soleil foncées et limiter les écrans lumineux
id: %@ Hindari cahaya: kenakan kacamata hitam gelap, kurangi melihat layar terang
it: %@ Evita la luce: indossa occhiali da sole scuri e usa meno gli schermi luminosi
ja: %@ 光を避ける: 濃いサングラスを着用し、明るい画面を控える
ko: %@ 빛 피하기: 짙은 선글라스를 쓰고 밝은 화면 덜 보기
nl: %@ Licht vermijden: draag een donkere zonnebril en kijk minder naar heldere schermen
pl: %@ Unikaj światła: noś ciemne okulary przeciwsłoneczne i ogranicz patrzenie na jasne ekrany
pt_br: %@ Evitar luz: óculos escuros e menos telas brilhantes
ru: %@ Избегать света: носить тёмные солнцезащитные очки, меньше смотреть на яркие экраны
tr: %@ Işıktan kaçının: koyu camlı güneş gözlüğü takın ve parlak ekranlara daha az bakın
vi: %@: Tránh ánh sáng, đeo kính râm tối màu, hạn chế nhìn màn hình sáng
zh_hant: %@ 避光：戴深色墨鏡，少看亮螢幕

source: %@（自动）
de: %@ (automatisch)
en: %@ (Automatic)
es: %@ (automático)
fr: %@ (automatique)
id: %@ (Otomatis)
it: %@ (automatico)
ja: %@（自動）
ko: %@(자동)
nl: %@ (automatisch)
pl: %@ (automatycznie)
pt_br: %@ (automático)
ru: %@ (автоматически)
tr: %@ (Otomatik)
vi: %@ (Tự động)
zh_hant: %@（自動）

# %@，所有人都合适
source: %@ · 共同工作时段
de: %@ · Gemeinsame Arbeitszeit
en: %@ · Shared work hours
es: %@ · Horario laboral común
fr: %@ · Créneaux de travail communs
id: %@ · Jam kerja bersama
it: %@ · Fasce di lavoro comuni
ja: %@ · 共通の勤務時間
ko: %@ · 공통 근무 시간
nl: %@ · Gezamenlijke werktijd
pl: %@ · Wspólne godziny pracy
pt_br: %@ · Horário de trabalho em comum
ru: %@ · Общее рабочее время
tr: %@ · Ortak çalışma saatleri
vi: %@ · Giờ làm việc chung
zh_hant: %@ · 共同工作時段

source: %lld个日历
de: %lld Kalender
en: %lld Calendars
es: %lld calendarios
fr: %lld calendriers
id: %lld Kalender
it: %lld calendari
ja: %lld個のカレンダー
ko: 캘린더 %lld개
nl: %lld agenda's
pl: %lld kalendarza
pt_br: %lld Calendários
ru: %lld календаря
tr: %lld Takvim
vi: %lld lịch
zh_hant: %lld個行事曆

source: 3. 菜单栏太挤时，关掉几个别的菜单栏项，或在“外观”里少显示几个地点。
de: 3. Wenn die Menüleiste voll ist, deaktiviere einige andere Menüleistenobjekte oder zeige unter „Erscheinungsbild“ weniger Orte an.
en: 3. If the menu bar is crowded, turn off some other items or show fewer places in Appearance.
es: 3. Si la barra de menús está llena, desactiva otros elementos de la barra de menús o muestra menos lugares en Aspecto.
fr: 3. Si la barre des menus est encombrée, désactivez d’autres éléments ou affichez moins de lieux dans « Apparence ».
id: 3. Saat bar menu terlalu penuh, matikan beberapa item lain atau tampilkan lebih sedikit lokasi di Tampilan.
it: 3. Se la barra dei menu è troppo piena, disattiva qualche altra voce o mostra meno luoghi in Aspetto.
ja: 3. メニューバーが混み合っている場合は、ほかのメニューバー項目をいくつかオフにするか、“外観”で表示する場所を減らしてください。
ko: 3. 메뉴 막대가 복잡하면 다른 항목을 몇 개 끄거나 ‘화면 모드’에서 표시할 장소 수를 줄이세요.
nl: 3. Als de menubalk te vol is, schakel dan andere menubalkonderdelen uit of toon minder locaties in 'Weergave'.
pl: 3. Jeśli pasek menu jest zatłoczony, wyłącz kilka innych elementów paska menu lub wyświetlaj mniej miejsc w sekcji Wygląd.
pt_br: 3. Se a barra de menus estiver cheia, desative outros itens ou mostre menos locais em Aparência.
ru: 3. Если строка меню переполнена, уберите лишние элементы или сократите число мест в «Оформлении».
tr: 3. Menü çubuğu doluysa diğer öğelerden bazılarını kapatın veya Görünüm’de daha az konum gösterin.
vi: 3. Khi thanh menu chật, hãy tắt bớt mục khác hoặc hiển thị ít địa điểm hơn trong Giao diện.
zh_hant: 3. 選單列太擠時，關閉幾個其他選單列項目，或在「外觀」裡減少顯示的地點。

source: Discord时间戳
de: Discord-Zeitstempel
en: Discord Timestamp
es: Marca de tiempo de Discord
fr: Horodatage Discord
id: Tanda Waktu Discord
it: Timestamp Discord
ja: Discordタイムスタンプ
ko: Discord 타임스탬프
nl: Discord-tijdstempel
pl: Znacznik czasu Discord
pt_br: Carimbo de Data/Hora do Discord
ru: Метка времени Discord
tr: Discord Zaman Damgası
vi: Dấu thời gian Discord
zh_hant: Discord時間戳記

source: Slack日期令牌
de: Slack-Datums-Token
en: Slack Date Token
es: Token de fecha de Slack
fr: Jeton de date Slack
id: Token Tanggal Slack
it: Token data Slack
ja: Slack日付トークン
ko: Slack 날짜 토큰
nl: Slack-datumtoken
pl: Token daty Slack
pt_br: Token de Data do Slack
ru: Токен даты Slack
tr: Slack Tarih Kodu
vi: Mã ngày Slack
zh_hant: Slack日期標記

source: Unix时间戳
de: Unix-Zeitstempel
en: Unix Timestamp
es: Marca de tiempo Unix
fr: Horodatage Unix
id: Tanda Waktu Unix
it: Timestamp Unix
ja: Unixタイムスタンプ
ko: Unix 타임스탬프
nl: Unix-tijdstempel
pl: Uniksowy znacznik czasu
pt_br: Carimbo de Data/Hora Unix
ru: Метка времени Unix
tr: Unix Zaman Damgası
vi: Dấu thời gian Unix
zh_hant: Unix時間戳記

# ← → 在地图、滑块或地球窗有焦点时可用；⌘1 … ⌘0 在时间工具窗打开时可用。
source: ← → 在地图、滑块或地球窗口有焦点时可用。
de: ← → bei Fokus auf Karte, Schieberegler oder Erdfenster.
en: ← → work when the map, the slider, or the Earth window has focus.
es: ← → funcionan cuando el mapa, el regulador o la ventana de la Tierra tienen el foco.
fr: ← → fonctionnent quand la carte, le curseur ou la fenêtre Terre reçoit les commandes du clavier.
id: ← → berfungsi saat peta, penggeser, atau jendela Bumi memiliki fokus.
it: ← → funzionano quando il focus è sulla mappa, sul cursore o sulla finestra Terra.
ja: ←キーと→キーは、地図、スライダ、または地球ウインドウにフォーカスがあるときに使えます。
ko: ← →는 지도, 슬라이더 또는 지구 윈도우에 포커스가 있을 때 사용할 수 있습니다.
nl: ← → werken als de kaart, de schuifregelaar of het aardevenster focus heeft.
pl: ← → działają, gdy aktywna jest mapa, suwak lub okno Ziemi.
pt_br: ← → funcionam quando o mapa, o controle deslizante ou a janela Terra está em foco.
ru: ← → работают, когда фокус находится на карте, ползунке или окне «Земля».
tr: ← → harita, sürgü veya Dünya penceresi odaktayken çalışır.
vi: ← → dùng được khi bản đồ, thanh trượt hoặc cửa sổ Trái Đất đang nhận thao tác bàn phím.
zh_hant: ← →在地圖、滑桿或地球視窗取得焦點時可用。

source: 下一场：%@
de: Als Nächstes: %@
en: Next: %@
es: Siguiente: %@
fr: Prochain : %@
id: Berikutnya: %@
it: Prossimo: %@
ja: 次の予定: %@
ko: 다음: %@
nl: Volgende: %@
pl: Następne: %@
pt_br: Próximo: %@
ru: Далее: %@
tr: Sıradaki: %@
vi: Tiếp theo: %@
zh_hant: 下一個：%@

# 也能输入时间，例如「%@」
source: 例如“%@”
de: Zum Beispiel „%@“
en: For example, “%@”
es: Por ejemplo, “%@”
fr: Par exemple, « %@ »
id: Misalnya “%@”
it: Ad esempio “%@”
ja: 例: “%@”
ko: 예: “%@”
nl: Bijvoorbeeld '%@'
pl: Na przykład „%@”
pt_br: Por exemplo, “%@”
ru: Например, «%@»
tr: Örneğin “%@”
vi: Ví dụ: “%@”

# 今天没有所有人都合适的时段
source: 今天没有共同工作时段
de: Heute keine gemeinsame Arbeitszeit
en: No shared work hours today
es: Hoy no hay horario laboral común
fr: Aucun créneau de travail commun aujourd’hui
id: Tidak ada jam kerja bersama hari ini
it: Nessuna fascia di lavoro comune oggi
ja: 今日は共通の勤務時間がありません
ko: 오늘 공통 근무 시간 없음
nl: Vandaag geen gezamenlijke werktijd
pl: Dzisiaj brak wspólnych godzin pracy
pt_br: Sem horário de trabalho em comum hoje
ru: Сегодня нет общего рабочего времени
tr: Bugün ortak çalışma saati yok
vi: Hôm nay không có giờ làm việc chung
zh_hant: 今天沒有共同工作時段

source: 作息往前挪 %@
de: Schlafzeiten um %@ vorverlegen
en: Shift your sleep %@ earlier
es: Dormir %@ más temprano
fr: Avancer le sommeil de %@
id: Tidur %@ lebih awal
it: Anticipa gli orari di sonno di %@
ja: 睡眠スケジュールを%@早める
ko: 일과를 %@ 앞당기기
nl: Slaap %@ eerder
pl: Sen o %@ wcześniej
pt_br: Adiantar a rotina em %@
ru: Сон на %@ раньше
tr: Günlük düzeninizi %@ erkene kaydırın
vi: Điều chỉnh lịch sinh hoạt sớm hơn %@
zh_hant: 作息提早%@

source: 作息往后挪 %@
de: Schlafzeiten um %@ nach hinten verschieben
en: Shift your sleep %@ later
es: Dormir %@ más tarde
fr: Retarder le sommeil de %@
id: Tidur %@ lebih larut
it: Posticipa gli orari di sonno di %@
ja: 睡眠スケジュールを%@遅らせる
ko: 일과를 %@ 늦추기
nl: Slaap %@ later
pl: Sen o %@ później
pt_br: Atrasar a rotina em %@
ru: Сон на %@ позже
tr: Günlük düzeninizi %@ daha geçe kaydırın
vi: Điều chỉnh lịch sinh hoạt muộn hơn %@
zh_hant: 作息延後%@

source: 例如：%@
de: Zum Beispiel: %@
en: For example: %@
es: Por ejemplo: %@
fr: Par exemple : %@
id: Contoh: %@
it: Ad esempio: %@
ja: 例: %@
ko: 예: %@
nl: Bijvoorbeeld: %@
pl: Na przykład: %@
pt_br: Por Exemplo: %@
ru: Например: %@
tr: Örneğin: %@
vi: Ví dụ: %@

# 全屏
source: 进入全屏幕
de: Vollbildmodus
en: Enter Full Screen
es: Usar pantalla completa
fr: Activer le mode plein écran
id: Masuk ke Layar Penuh
it: Attiva modalità a tutto schermo
ja: フルスクリーンにする
ko: 전체 화면 시작
nl: Schakel schermvullende weergave in
pl: Włącz tryb pełnoekranowy
pt_br: Entrar em Tela Cheia
ru: Перейти в полноэкранный режим
tr: Tam Ekrana Geç
vi: Chuyển sang toàn màn hình
zh_hant: 進入全螢幕

# 全屏，可以放在副屏上当桌钟（⌃⌘F）
source: 进入全屏幕（⌃⌘F）
de: Vollbildmodus (⌃⌘F)
en: Enter Full Screen (⌃⌘F)
es: Usar pantalla completa (⌃⌘F)
fr: Activer le mode plein écran (⌃⌘F)
id: Masuk ke Layar Penuh (⌃⌘F)
it: Attiva modalità a tutto schermo (⌃⌘F)
ja: フルスクリーンにする（control+command+Fキー）
ko: 전체 화면으로 전환합니다(⌃⌘F).
nl: Schakel schermvullende weergave in (⌃⌘F)
pl: Włącz tryb pełnoekranowy (⌃⌘F)
pt_br: Entrar em Tela Cheia (⌃⌘F)
ru: Перейти в полноэкранный режим (⌃⌘F)
tr: Tam ekrana geç (⌃⌘F)
vi: Chuyển sang toàn màn hình (⌃⌘F)
zh_hant: 進入全螢幕（⌃⌘F）

source: 出发前%lld晚
de: %lld Nächte vor Abreise
en: %lld nights before
es: %lld noches antes de salir
fr: %lld nuits avant le départ
id: %lld malam sebelum berangkat
it: %lld notti prima della partenza
ja: 出発前の%lld晩
ko: 출발 전 %lld일 밤
nl: %lld nachten voor vertrek
pl: %lld nocy przed wylotem
pt_br: %lld noites antes da partida
ru: За %lld ночи до вылета
tr: Yola çıkmadan önceki %lld gece
vi: %lld đêm trước khi đi
zh_hant: 出發前%lld晚

source: 出发前 · %@时间
de: Vor der Abreise · Zeit in %@
en: Before You Leave · %@ Time
es: Antes de salir · hora de %@
fr: Avant le départ · Heure locale (%@)
id: Sebelum Berangkat · Waktu %@
it: Prima della partenza · Ora di %@
ja: 出発前 · %@の時間
ko: 출발 전 · %@ 시간
nl: Voor vertrek · Tijd in %@
pl: Przed wylotem · Czas: %@
pt_br: Antes de Partir · Horário de %@
ru: До вылета · Время: %@
tr: Yola Çıkmadan · %@ Saati
vi: Trước khi đi · Giờ %@
zh_hant: 出發前 · %@時間

source: 出发前不挪
de: Vor Abreise nicht verschieben
en: Not before leaving
es: Sin ajuste antes de salir
fr: Pas de décalage avant le départ
id: Tanpa pergeseran sebelum berangkat
it: Mantieni gli orari prima della partenza
ja: 出発前は調整しない
ko: 출발 전에는 조정 안 함
nl: Niet verschuiven voor vertrek
pl: Bez przesunięcia przed wylotem
pt_br: Sem ajuste antes de partir
ru: Не сдвигать до вылета
tr: Yola çıkmadan önce kaydırma
vi: Không điều chỉnh trước khi đi
zh_hant: 出發前不調整

source: 出发前几晚开始挪
de: Nächte vor Abreise zum Beginn der Anpassung
en: Nights before leaving
es: Noches antes de salir
fr: Nombre de nuits avant le départ pour commencer l’ajustement
id: Mulai menggeser jadwal beberapa malam sebelum berangkat
it: Quante notti prima della partenza iniziare a spostare gli orari
ja: 出発前の数晩から調整を始める
ko: 출발 전 조정할 밤 수
nl: Aantal nachten voor vertrek om de verschuiving te beginnen.
pl: Zacznij przesuwać pory snu kilka nocy przed wylotem
pt_br: Começar o ajuste algumas noites antes da partida
ru: За сколько ночей до вылета начать сдвиг
tr: Yola çıkmadan kaç gece önce kaydırmaya başlanacağı
vi: Bắt đầu điều chỉnh trước khi đi bao nhiêu đêm
zh_hant: 出發前幾晚開始調整作息

source: 出发地
de: Startort
en: Origin
es: Origen
fr: Lieu de départ
id: Asal
it: Luogo di partenza
ja: 出発地
ko: 출발지
nl: Vertrekplaats
pl: Miejsce wylotu
pt_br: Ponto de Partida
ru: Место отправления
tr: Kalkış Yeri
vi: Điểm khởi hành
zh_hant: 出發地

# 切换时间工具的页
source: 切换时间工具里的页
de: Seiten der Zeitwerkzeuge wechseln
en: Switch Time Tools pages
es: Cambiar de página en Herramientas
fr: Changer de page dans « Outils horaires »
id: Beralih antarhalaman Alat Waktu
it: Cambia pagina in “Strumenti orari”
ja: 時刻ツールのページを切り替え
ko: 시간 도구 페이지 전환
nl: Wissel van pagina in Tijdtools.
pl: Przełącz strony Narzędzi czasu
pt_br: Alternar páginas de Ferramentas de Tempo
ru: Переключить страницу в «Инструментах времени»
tr: Zaman Araçları sayfalarını değiştir
vi: Chuyển trang trong Công cụ thời gian
zh_hant: 切換時間工具頁面

source: 到了以后 · %@时间
de: Nach der Ankunft · Zeit in %@
en: After You Land · %@ Time
es: Después de llegar · hora de %@
fr: Après l’arrivée · Heure locale (%@)
id: Setelah Tiba · Waktu %@
it: Dopo l’arrivo · Ora di %@
ja: 到着後 · %@の時間
ko: 도착 후 · %@ 시간
nl: Na aankomst · Tijd in %@
pl: Po przylocie · Czas: %@
pt_br: Após Chegar · Horário de %@
ru: После прилёта · Время: %@
tr: Varıştan Sonra · %@ Saati
vi: Sau khi đến · Giờ %@
zh_hant: 抵達後 · %@時間

source: 到了那边也按这个钟点睡。
de: Schlafe auch am Ziel zu dieser Ortszeit.
en: Sleep at the same clock time there too.
es: En el destino, duerme también a esta hora local.
fr: Sur place, gardez les mêmes heures de sommeil à l’heure locale.
id: Di tujuan, tidur pada jam yang sama menurut waktu setempat.
it: Anche a destinazione, dormi agli stessi orari.
ja: 到着後も現地時間の同じ時刻に寝ます。
ko: 도착 후에도 같은 시각에 잡니다.
nl: Slaap daar ook op hetzelfde lokale tijdstip.
pl: Na miejscu też śpij o tej samej godzinie czasu lokalnego
pt_br: No destino, durma nesses mesmos horários locais.
ru: В месте назначения ложитесь спать в то же время по местным часам.
tr: Varış yerinde de yerel saatle aynı saatte uyuyun.
vi: Khi đến nơi, bạn vẫn ngủ vào cùng giờ trên đồng hồ địa phương.
zh_hant: 到了那邊也按這個時間睡。

source: 前一天
de: Vorheriger Tag
en: Previous Day
es: Día anterior
fr: Jour précédent
id: Hari Sebelumnya
it: Giorno precedente
ja: 前の日
ko: 전날
nl: Vorige dag
pl: Poprzedni dzień
pt_br: Dia Anterior
ru: Предыдущий день
tr: Önceki Gün
vi: Ngày trước

source: 取消闹钟
de: Wecker deaktivieren
en: Cancel Alarm
es: Cancelar alarma
fr: Annuler l’alarme
id: Batalkan Alarm
it: Annulla sveglia
ja: アラームをキャンセル
ko: 알람 취소
nl: Annuleer wekker
pl: Anuluj budzik
pt_br: Cancelar Alarme
ru: Отменить будильник
tr: Alarmı İptal Et
vi: Hủy báo thức
zh_hant: 取消鬧鐘

source: 只在%@
de: Nur am %@
en: %@ only
es: Solo %@
fr: %@ uniquement
id: Hanya pada %@
it: Solo %@
ja: %@のみ
ko: %@에만
nl: Alleen op %@
pl: Tylko %@
pt_br: Somente em %@
ru: Только %@
tr: Yalnızca %@
vi: Chỉ vào %@
zh_hant: 僅在%@

# 右键点地图，或在地球窗按 ⌘C
source: 右键点地图，或在地球窗口按 ⌘C
de: Rechtsklick auf die Karte oder ⌘C im Erdfenster
en: Right-click the map, or press ⌘C in the Earth window
es: Haz clic secundario en el mapa o pulsa ⌘C en la ventana de la Tierra
fr: Faites un clic droit sur la carte ou appuyez sur ⌘C dans la fenêtre Terre
id: Klik kanan peta, atau tekan ⌘C di jendela Bumi
it: Fai clic con il tasto destro sulla mappa o premi ⌘C nella finestra Terra
ja: 地図を右クリック、または地球ウインドウでcommand+Cキーを押す
ko: 지도를 오른쪽 클릭하거나 지구 윈도우에서 ⌘C 누르기
nl: Klik met de rechtermuisknop op de kaart of druk op ⌘C in het aardevenster.
pl: Kliknij mapę prawym przyciskiem lub naciśnij ⌘C w oknie Ziemi
pt_br: Clique com o botão direito no mapa ou pressione ⌘C na janela Terra
ru: Щёлкните карту правой кнопкой мыши или нажмите ⌘C в окне «Земля»
tr: Haritaya sağ tıklayın veya Dünya penceresinde ⌘C tuşlarına basın
vi: Bấm chuột phải vào bản đồ hoặc nhấn ⌘C trong cửa sổ Trái Đất
zh_hant: 以滑鼠右鍵按一下地圖，或在地球視窗按⌘C

source: 右键点地图，把这一刻拷贝成一张图发给别人。
de: Klicke mit der rechten Maustaste auf die Karte, um diesen Moment als Bild zu kopieren und zu versenden.
en: Right-click the map to copy this moment as an image to send.
es: Haz clic secundario en el mapa para copiar este momento como imagen y enviarlo.
fr: Faites un clic droit sur la carte pour copier cet instant sous forme d’image à envoyer.
id: Klik kanan peta untuk menyalin momen ini sebagai gambar yang dapat dikirim.
it: Fai clic con il tasto destro sulla mappa per copiare questo istante come immagine da inviare.
ja: 地図を右クリックすると、この瞬間を画像としてコピーして送れます。
ko: 지도를 오른쪽 클릭하면 이 순간을 이미지로 복사하여 다른 사람에게 보낼 수 있습니다.
nl: Klik met de rechtermuisknop op de kaart om dit moment als afbeelding te kopiëren en te versturen.
pl: Kliknij mapę prawym przyciskiem myszy, aby skopiować tę chwilę jako obraz do wysłania.
pt_br: Clique com o botão direito no mapa para copiar este momento como uma imagem e enviar.
ru: Щёлкните карту правой кнопкой мыши, чтобы скопировать изображение этого момента и отправить его другим.
tr: Bu anı başkalarına gönderebileceğiniz bir görüntü olarak kopyalamak için haritaya sağ tıklayın.
vi: Bấm chuột phải vào bản đồ để sao chép khoảnh khắc này thành hình ảnh gửi cho người khác.
zh_hant: 以滑鼠右鍵按一下地圖，將這一刻拷貝成影像傳給別人。
